Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/owncloud-tm.tmx
Source language: en
Languages: ca_es

source: Activity
ca_es: Activitat

source: No more activities to load.
ca_es: No hi ha més activitats per carregar.

source: Loading older activities
ca_es: Carregant activitats anteriors

source: RSS feed
ca_es: Font RSS

source: No activities yet.
ca_es: Sense activitats encara.

source: You will see a list of events here when you start to use your %s.
ca_es: Quan comenceu a usar %s veureu una llista de successos aquí.

source: The php-json module is needed by the many applications for inter communications
ca_es: El mòdul php-json és necessari per moltes aplicacions per comunicacions internes

source: The php-curl module is needed to fetch the page title when adding a bookmark
ca_es: El mòdul php-curl és necessari per buscar el títol de la pàgina quan s'afegeix un marcador

source: The php-gd module is needed to create thumbnails of your images
ca_es: El mòdul php-gd és necessari per generar miniatures d'imatges

source: The php-ldap module is needed connect to your ldap server
ca_es: El mòdul php-ldap és necessari per connectar amb el servidor ldap

source: The php-zip module is needed download multiple files at once
ca_es: El mòdul php-zip és necessari per baixar múltiples fitxers de cop

source: The php-mb_multibyte module is needed to manage correctly the encoding.
ca_es: El mòdul php-mb_multibyte és necessari per gestionar correctament la codificació.

source: The php-ctype module is needed validate data.
ca_es: El mòdul php-ctype és necessari per validar dades.

source: The php-xml module is needed to share files with webdav.
ca_es: El mòdul php-xml és necessari per compatir els fitxers amb webdav.

source: The allow_url_fopen directive of your php.ini should be set to 1 to retrieve knowledge base from OCS servers
ca_es: La directiva allow_url_fopen de php.ini hauria d'establir-se en 1 per accedir a la base de coneixements dels servidors OCS

source: The php-pdo module is needed to store owncloud data into a database.
ca_es: El mòdul php-pdo és necessari per desar les dades d'ownCloud en una base de dades.

source: The iconv module is needed to convert data into the correct charset.
ca_es: El módul iconv és necessari per convertir dades al codi de caràcters correcte.

source: Dependencies status
ca_es: Estat de dependències

source: Used by :
ca_es: Usat per:

source: Export data
ca_es: Exporta dades

source: All system files and user data
ca_es: Tots els fitxers del sistema i les dades d'usuari

source: Only system files
ca_es: Només els fitxers del sistema

source: Only user data
ca_es: Només les dades d'usuari

source: Export
ca_es: Exporta

source: No file provided for import
ca_es: No heu proporcionat cap fitxer a importar

source: Unsupported file type for import
ca_es: Importació d'un tipus de fitxer no implementat

source: Bookmarks
ca_es: Adreces d'interès

source: Tags
ca_es: Etiquetes

source: Filter by tag
ca_es: Filtrat per etiqueta

source: Edit bookmark
ca_es: Edita l'adreça d'interès

source: Are you sure you want to remove this tag from every entry?
ca_es: Segur que voleu eliminar aquesta etiqueta de cada entrada?

source: Warning
ca_es: Avís

source: Import error
ca_es: Error en importar

source: Import completed successfully.
ca_es: La importació ha acabat amb èxit

source: Uploading...
ca_es: Pujant...

source: Bookm.
ca_es: Marcador

source: Add a bookmark
ca_es: Afegeix una adreça d'interès

source: Close
ca_es: Tanca

source: The title of the page
ca_es: El títol de la pàgina

source: The address of the page
ca_es: L'adreça de la pàgina

source: Description of the page
ca_es: Descripció de la pàgina

source: Save
ca_es: Desa

source: Delete
ca_es: Esborra

source: Edit
ca_es: Edita

source: Cancel
ca_es: Cancel·la

source: Drag this to your browser bookmarks and click it, when you want to bookmark a webpage quickly:
ca_es: Arrossegueu-ho al navegador i feu-hi un clic quan volgueu marcar ràpidament una adreça d'interès:

source: Address
ca_es: Adreça

source: Add
ca_es: Afegeix

source: Related Tags
ca_es: Etiquetes relacionades

source: Settings
ca_es: Configuració

source: You have no bookmarks
ca_es: No teniu adreces d'interès

source: You can also try to import a bookmark file
ca_es: També podeu intentar importar un fitxer d'adreces d'interès

source: Export & Import
ca_es: Exporta i importa

source: Import
ca_es: Importa

source: Not all calendars are completely cached
ca_es: No tots els calendaris estan en memòria

source: Everything seems to be completely cached
ca_es: Sembla que tot està en memòria

source: No calendars found.
ca_es: No s'han trobat calendaris.

source: No events found.
ca_es: No s'han trobat events.

source: Wrong calendar
ca_es: Calendari erroni

source: You do not have the permissions to edit this event.
ca_es: No teniu permisos per editar aquest esdeveniment.

source: The file contained either no events or all events are already saved in your calendar.
ca_es: El fitxer no contenia esdeveniments o aquests ja estaven desats en el vostre caledari

source: events has been saved in the new calendar
ca_es: els esdeveniments s'han desat en el calendari nou

source: Import failed
ca_es: Ha fallat la importació

source: events has been saved in your calendar
ca_es: els esdveniments s'han desat en el calendari

source: New Timezone:
ca_es: Nova zona horària:

source: Timezone changed
ca_es: La zona horària ha canviat

source: Invalid request
ca_es: Sol·licitud no vàlida

source: Calendar
ca_es: Calendari

source: Deletion failed
ca_es: Eliminació fallida

source: group
ca_es: grup

source: can edit
ca_es: pot editar

source: ddd M/d
ca_es: ddd d/M

source: dddd M/d
ca_es: dddd d/M

source: dddd, MMM d, yyyy
ca_es: dddd, d MMM, yyyy

source: Sunday
ca_es: Diumenge

source: Monday
ca_es: Dilluns

source: Tuesday
ca_es: Dimarts

source: Wednesday
ca_es: Dimecres

source: Thursday
ca_es: Dijous

source: Friday
ca_es: Divendres

source: Saturday
ca_es: Dissabte

source: Sun.
ca_es: Dg.

source: Mon.
ca_es: Dl.

source: Tue.
ca_es: Dm.

source: Wed.
ca_es: Dc.

source: Thu.
ca_es: Dj.

source: Fri.
ca_es: Dv.

source: Sat.
ca_es: Ds.

source: January
ca_es: Gener

source: February
ca_es: Febrer

source: March
ca_es: Març

source: April
ca_es: Abril

source: May
ca_es: Maig

source: June
ca_es: Juny

source: July
ca_es: Juliol

source: August
ca_es: Agost

source: September
ca_es: Setembre

source: October
ca_es: Octubre

source: November
ca_es: Novembre

source: December
ca_es: Desembre

source: Jan.
ca_es: Gen.

source: Feb.
ca_es: Febr.

source: Mar.
ca_es: Març

source: Apr.
ca_es: Abr.

source: May.
ca_es: Maig

source: Jun.
ca_es: Juny

source: Aug.
ca_es: Ag.

source: Sep.
ca_es: Set.

source: Dec.
ca_es: Des.

source: All day
ca_es: Tot el dia

source: New Calendar
ca_es: Calendari nou

source: Missing or invalid fields
ca_es: Falten camps o no són vàlids

source: Title
ca_es: Títol

source: From Date
ca_es: Des de la data

source: From Time
ca_es: Des de l'hora

source: To Date
ca_es: Fins a la data

source: To Time
ca_es: Fins a l'hora

source: The event ends before it starts
ca_es: L'esdeveniment acaba abans que comenci

source: There was a database fail
ca_es: Hi ha un error de base de dades

source: Birthday
ca_es: Aniversari

source: Business
ca_es: Feina

source: Call
ca_es: Trucada

source: Deliverer
ca_es: Remitent

source: Holidays
ca_es: Vacances

source: Ideas
ca_es: Idees

source: Journey
ca_es: Viatge

source: Jubilee
ca_es: Sant

source: Meeting
ca_es: Reunió

source: Other
ca_es: Altres

source: Projects
ca_es: Projectes

source: Questions
ca_es: Preguntes

source: Work
ca_es: Feina

source: by
ca_es: per

source: unnamed
ca_es: sense nom

source: You do not have the permissions to update this calendar.
ca_es: No teniu permisos per actualitzar aquest calendari.

source: You do not have the permissions to delete this calendar.
ca_es: No teniu permisos per eliminar aquest calendari.

source: You do not have the permissions to add to this calendar.
ca_es: No teniu permisos per afegir en aquest calendari.

source: You do not have the permissions to add events to this calendar.
ca_es: No teniu permisos per afegir esdeveniments en aquest calendari.

source: You do not have the permissions to delete this event.
ca_es: No teniu permisos per eliminar aquest esdeveniment.

source: Busy
ca_es: Ocupat

source: Does not repeat
ca_es: No es repeteix

source: Daily
ca_es: Diari

source: Weekly
ca_es: Mensual

source: Every Weekday
ca_es: Cada setmana

source: Bi-Weekly
ca_es: Bisetmanalment

source: Monthly
ca_es: Mensualment

source: Yearly
ca_es: Cada any

source: never
ca_es: mai

source: by occurrences
ca_es: per aparicions

source: by date
ca_es: per data

source: by monthday
ca_es: per dia del mes

source: by weekday
ca_es: per dia de la setmana

source: events week of month
ca_es: esdeveniments la setmana del mes

source: first
ca_es: primer

source: second
ca_es: segon

source: third
ca_es: tercer

source: fourth
ca_es: quart

source: fifth
ca_es: cinquè

source: last
ca_es: últim

source: by events date
ca_es: per data d'esdeveniments

source: by yearday(s)
ca_es: per ahir(s)

source: by weeknumber(s)
ca_es: per número(s) de la setmana

source: by day and month
ca_es: per dia del mes

source: Contact birthdays
ca_es: Aniversaro dels contactes

source: Date
ca_es: Data

source: Week
ca_es: Setmana

source: Month
ca_es: Mes

source: Today
ca_es: Avui

source: Share Calendar
ca_es: Comparteix el calendari

source: CalDav Link
ca_es: Enllaç CalDav

source: Download
ca_es: Baixa

source: New calendar
ca_es: Calendari nou

source: Edit calendar
ca_es: Edita el calendari

source: Displayname
ca_es: Mostra el nom

source: Calendar color
ca_es: Color del calendari

source: Submit
ca_es: Envia

source: Repeating
ca_es: Repetició

source: Alarm
ca_es: Alarma

source: Attendees
ca_es: Assistents

source: Share
ca_es: Comparteix

source: Title of the Event
ca_es: Títol de l'esdeveniment

source: from
ca_es: des de

source: All Day Event
ca_es: Esdeveniment de tot el dia

source: Advanced options
ca_es: Opcions avançades

source: Location
ca_es: Ubicació

source: Edit categories
ca_es: Edita les categories

source: Description
ca_es: Descripció

source: Repeat
ca_es: Repetició

source: Advanced
ca_es: Avançat

source: Select weekdays
ca_es: Selecciona els dies de la setmana

source: Select days
ca_es: Seleccionar dies

source: and the events day of year.
ca_es: i dies d'esdeveniment de l'any.

source: and the events day of month.
ca_es: i dies d'esdeveniment del mes.

source: Select months
ca_es: Selecciona els mesos

source: Select weeks
ca_es: Seleccionar setmanes

source: and the events week of year.
ca_es: i setmanes d'esdeveniment de l'any.

source: End
ca_es: Final

source: occurrences
ca_es: aparicions

source: create a new calendar
ca_es: crea un calendari nou

source: Import a calendar file
ca_es: Importa un fitxer de calendari

source: Please choose a calendar
ca_es: Escolliu un calendari

source: Name of new calendar
ca_es: Nom del calendari nou

source: Take an available name!
ca_es: Escolliu un nom disponible!

source: A Calendar with this name already exists. If you continue anyhow, these calendars will be merged.
ca_es: Ja hi ha un calendari amb aquest nom. Si continueu, els calendaris es combinaran.

source: Remove all events from the selected calendar
ca_es: Elimina tots els esdeveniments del calendari seleccionat

source: Close Dialog
ca_es: Tanca el diàleg

source: Create a new event
ca_es: Crea un nou esdeveniment

source: Unshare
ca_es: Descomparteix

source: Send Email
ca_es: Envia correu electrònic

source: Shared via calendar
ca_es: Compartit via calendari

source: View an event
ca_es: Mostra un esdeveniment

source: Category
ca_es: Categoria

source: No categories selected
ca_es: No hi ha categories seleccionades

source: of
ca_es: de

source: Access Class
ca_es: Tipus d'accés

source: From
ca_es: Des de

source: at
ca_es: a

source: To
ca_es: Fins a

source: Your calendars
ca_es: Els vostres calendaris

source: Timezone
ca_es: Zona horària

source: Update timezone automatically
ca_es: Actualitza la zona horària automàticament

source: Time format
ca_es: Format horari

source: Start week on
ca_es: Comença la setmana en

source: Cache
ca_es: Memòria de cau

source: Clear cache for repeating events
ca_es: Neteja la memòria de cau pels esdeveniments amb repetició

source: Calendar CalDAV syncing addresses
ca_es: Adreça de sincronització del calendari CalDAV

source: more info
ca_es: més informació

source: Primary address (Kontact et al)
ca_es: Adreça primària (Kontact et al)

source: Read only iCalendar link(s)
ca_es: Enllaç(os) iCalendar només de lectura

source: Contacts
ca_es: Contactes

source: Importing...
ca_es: Important...

source: Preparing...
ca_es: Preparant...

source: Imported {count} of {total} contacts
ca_es: S'han importat {count} de {total} contactes

source: Imported {imported} contacts. {failed} failed.
ca_es: S'han importat {imported} contactes. {failed} han fallat.

source: An address book called {name} already exists
ca_es: Ja existeix una llibreta d'adreces amb el nom {name}

source: Failed adding address book: {error}
ca_es: Ha fallat en afegir la llibreta d'adreces: {error}

source: Failed loading address books: {error}
ca_es: Ha fallat en carregar llibretes d'adreces: {error}

source: Indexing contacts
ca_es: Indexant contactes

source: Unrecoverable error loading address books: {msg}
ca_es: Error irrecuperable en carregar llibretes d'adreces: {msg}

source: Add to...
ca_es: Afegeix a...

source: Remove from...
ca_es: Elimina des de...

source: Add group...
ca_es: Afegeix grup...

source: Invalid URL: "{url}"
ca_es: URL no vàlida: "{url}"

source: There was an error opening a mail composer.
ca_es: S'ha produït un error en obrir un redactor de correus electrónics.

source: Invalid email: "{url}"
ca_es: Correu electrònic no vàlid: "{url}"

source: Merge failed. Cannot find contact: {id}
ca_es: La combinació ha fallat. No es pot trobar el contacte: {id}

source: Merge failed.
ca_es: La combinació ha fallat.

source: Merge failed. Error saving contact.
ca_es: La combinació ha fallat. Error en desar el contacte.

source: Select photo
ca_es: Selecciona una foto

source: Network or server error. Please inform administrator.
ca_es: Error de xarxa o del servidor. Informeu a l'administrador.

source: Error adding to group.
ca_es: Error en afegir grup

source: Error removing from group.
ca_es: Error en eliminar del grup

source: Error setting {name} as favorite.
ca_es: Error en establir {name} com a preferit.

source: Merge contacts
ca_es: Combina contactes

source: Add group
ca_es: Afegeix grup

source: OK
ca_es: D'acord

source: Could not find contact: {id}
ca_es: El contacte no s'ha trobat: {id}

source: No files selected for upload.
ca_es: No s'han seleccionat fitxers per a la pujada.

source: The file you are trying to upload exceed the maximum size for file uploads on this server.
ca_es: El fitxer que intenteu pujar excedeix la mida màxima de pujada en aquest servidor.

source: Edit profile picture
ca_es: Edita la fotografia de perfil

source: Crop photo
ca_es: Talla la fotografia

source: Is this correct?
ca_es: És correcte?

source: Error parsing date: {date}
ca_es: Error en processar la data: {date}

source: # groups
ca_es: # grups

source: Error parsing birthday {bday}: {error}
ca_es: Error en processar l'aniversari {bday}: {error}

source: Some contacts are marked for deletion, but not deleted yet. Please wait for them to be deleted.
ca_es: Heu marcat eliminar alguns contactes, però encara no s'han eliminat. Espereu mentre s'esborren.

source: Click to undo deletion of {num} contacts
ca_es: Feu clic a desfés eliminació de {num} contactes

source: Cancelled deletion of {num} contacts
ca_es: Cancel·la l'eliminació de {num} contactes

source: Contact is already in this group.
ca_es: El contacte ja és en aquest grup.

source: Contacts are already in this group.
ca_es: Els contactes ja són en aquest grup

source: Couldn't get contact list.
ca_es: No s'ha pogut obtenir la llista de contactes.

source: Contact is not in this group.
ca_es: El contacte no és en aquest grup.

source: Contacts are not in this group.
ca_es: Els contactes no són en aquest grup.

source: Failed renaming group: {error}
ca_es: Ha fallat en canviar el nom del grup: {error}

source: A group named {group} already exists
ca_es: Un grup anomenat {group} ja existeix

source: You can drag groups to arrange them as you like.
ca_es: Podeu arrossegar grups per organitzar-los com volgueu.

source: Failed adding group: {error}
ca_es: Ha fallat en afegir el grup: {error}

source: All
ca_es: Tots

source: Favorites
ca_es: Preferits

source: Shared by {owner}
ca_es: Compartits per {owner}

source: Not grouped
ca_es: Sense grup

source: Failed loading groups: {error}
ca_es: Ha fallat en carregar grups: {error}

source: Please choose the addressbook
ca_es: Escolliu la llibreta d'adreces

source: Import into...
ca_es: Importa a...

source: Error loading import template
ca_es: Error en carregar la plantilla d'importació

source: Import contacts
ca_es: Importa contactes

source: Import done
ca_es: S'ha importat

source: Displayname cannot be empty.
ca_es: El nom a mostrar no pot ser buit

source: Show CardDav link
ca_es: Mostra l'enllaç CardDav

source: Show read-only VCF link
ca_es: Mostra l'enllaç VCF només de lectura

source: More...
ca_es: Més...

source: Less...
ca_es: Menys...

source: Server error! Please inform system administator
ca_es: Error en el servidor! Informeu a l'administrador del sistema

source: Failed loading photo: {error}
ca_es: Ha fallat en carregar la foto: {error}

source: You do not have permissions to see this contacts
ca_es: No teniu permisos per veure aquest contacte

source: Contact not found
ca_es: El contacte no s'ha trobat

source: You do not have permissions to see these contacts
ca_es: No teniu permisos per veure aquests contactes

source: You do not have permissions add contacts to the address book
ca_es: No teniu permisos per afegir contactes a la llibreta d'adreces

source: The backend for this address book does not support adding contacts
ca_es: El dorsal per aquesta llibreta d'adreces no permet afegir contactes

source: You do not have permissions to delete this contact
ca_es: No teniu permisos per eliminar aquest contacte

source: The backend for this address book does not support deleting contacts
ca_es: El dorsal d'aquesta llibreta d'adreces no permet esborrar contactes

source: Unknown error
ca_es: Error desconegut

source: The backend for this address book does not support updating
ca_es: El dorsal d'aquesta llibreta d'adreces no permet actualitzacions

source: You don't have permissions to update the address book.
ca_es: No teniu permisos per actualitzar la llibreta d'adreces.

source: You don't have permissions to delete the address book.
ca_es: No teniu permisos per esborar la llibreta d'adreces.

source: Address book not found
ca_es: No s'han trobat llibretes d'adreces.

source: You do not have permissions to see this contact
ca_es: No teniu permisos per veure aquest contacte

source: You do not have permissions to update this contact
ca_es: No teniu permisos per actualitzar aquest contacte

source: The backend for this contact does not support updating it
ca_es: El dorsal d'aquest contacte no permet actualitzar-lo

source: This backend not support adding contacts
ca_es: Aquest dorsal no permet afegir contactes

source: Property not found
ca_es: La propietat no s'ha trobat

source: Missing IM parameter for:
ca_es: Falta un paràmetre de MI per a:

source: Unknown IM:
ca_es: IM desconegut:

source: {name}'s Birthday
ca_es: Aniversari de {name}

source: Error creating address book
ca_es: Error en crear la llibreta d'adreces

source: Error updating address book
ca_es: Error en actualitzar la llibreta d'adreces

source: You do not have permissions to delete the "%s" address book
ca_es: No teniu permisos per esborar la llibreta d'adreces "%s".

source: Error deleting address book
ca_es: Error en eliminar la llibreta d'adreces

source: Error creating contact.
ca_es: Error en crear contacte.

source: Error deleting contact.
ca_es: Error en eliminar contacte.

source: Error retrieving contact.
ca_es: Error en obtenir el contacte.

source: Error saving contact.
ca_es: Error en desar el contacte.

source: Error removing contact from other address book.
ca_es: Error en eliminar el contacte des d'una altra llibreta d'adreces.

source: Couldn't find contact.
ca_es: El contacte no s'ha trobat.

source: No contact data in request.
ca_es: No hi ha dades de contacte en la sol·licitud.

source: Error merging into contact.
ca_es: Error en combinar en el contacte.

source: Error saving contact to backend.
ca_es: Error en desar el contacte en el dorsal.

source: Property name is not set.
ca_es: La propietat nom no està definida.

source: Property checksum is not set.
ca_es: La suma de verificació no està definida.

source: Information about vCard is incorrect. Please reload the page.
ca_es: La informació de la vCard és incorrecta. Carregueu la pàgina de nou.

source: Error updating contact
ca_es: Error en actualitzar el contacte

source: Error saving contact to backend
ca_es: Error en desar el contacte en el dorsal

source: Error getting user photo
ca_es: Error en obtenir la fotografia d'usuari.

source: No file was uploaded. Unknown error
ca_es: No s'ha carregat cap fitxer. Error desconegut

source: There is no error, the file uploaded with success
ca_es: No hi ha errors, el fitxer s'ha carregat correctament

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ca_es: El fitxer carregat supera la directiva upload_max_filesize de php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ca_es: El fitxer carregat supera la directiva MAX_FILE_SIZE especificada al formulari HTML

source: The uploaded file was only partially uploaded
ca_es: El fitxer només s'ha carregat parcialment

source: No file was uploaded
ca_es: No s'ha carregat cap fitxer

source: Missing a temporary folder
ca_es: Falta un fitxer temporal

source: Couldn't load temporary image:
ca_es: No s'ha pogut carregar la imatge temporal:

source: Couldn't save temporary image:
ca_es: No s'ha pogut desar la imatge temporal:

source: No photo path was submitted.
ca_es: No heu tramès el camí de la foto.

source: File doesn't exist:
ca_es: El fitxer no existeix:

source: Error loading image.
ca_es: Error en carregar la imatge.

source: Image has been removed from cache
ca_es: La imatge s'ha eliminat de la memòria de cau

source: Error creating temporary image
ca_es: Error en crear la imatge temporal

source: Error cropping image
ca_es: Error en retallar la imatge

source: Error resizing image
ca_es: Error en modificar la mida de la imatge

source: Error getting PHOTO property.
ca_es: Error en obtenir la propietat PHOTO.

source: No group name given.
ca_es: No heu facilitat el nom de cap grup.

source: Error adding group.
ca_es: Error en afegir grup.

source: No group name to rename from given.
ca_es: No heu facilitat cap nom de grup per canviar-li el nom.

source: No group name to rename to given.
ca_es: No heu facilitat el nom de grup per canviar-li el nom.

source: Error renaming group.
ca_es: Error en canviar el nom del grup.

source: Group ID missing from request.
ca_es: La ID del grup s'ha perdut en el requeriment.

source: Group name missing from request.
ca_es: Al requeriment li falta el nom del grup.

source: Contact ID missing from request.
ca_es: La ID del contacte s'ha perdut en el requeriment.

source: Failed to write to disk
ca_es: Ha fallat en escriure al disc

source: Not enough storage available
ca_es: No hi ha prou espai disponible
